/* OK button */
"OK" = "OK";

/* Cancel button text */
"Cancel" = "Abbrechen";

/* Label for alert button Continue
   Alert button for Continue */
"Continue" = "Fortfahren";

/* Error string for workflow submission (do not translate workflow) */
"Error occurred submitting workflow, workflow possibly no longer assigned to user." = "Fehler beim Bearbeiten des Workflows, Workflow ist dem Benutzer möglicherweise nicht mehr zugeordnet.";

/* Workflow error message (do not translate Workflow) */
"Unable to open Workflow: Invalid form description" = "Workflow kann nicht geöffnet werden: Formularbeschreibung ist fehlerhaft";

/* SSO certificate string */
"Windows user name" = "Windows Benutzername";

/* SSO certificate string */
"Windows password" = "Windows Passwort";

/* SSO certificate string */
"Certificate password" = "Zertifikatpasswort";

/* SSO certificate string */
"Certificate" = "Zertifikat";

/* SSO certificate exception string */
"Password Required" = "Passwort erforderlich";

/* SSO certificate exception string */
"Invalid Password" = "Ungültiges Passwort";

/* SSO certificate exception string */
"Invalid Argument" = "Ungültiges Argument";

/* SSO certificate exception string */
"Parse Error" = "Analysefehler";

/* SSO certificate exception string */
"Does Not Exist" = "Existiert nicht";

/* SSO certificate exception string */
"Not Supported" = "Nicht unterstützt";

/* SSO certificate exception string */
"Server Not Available" = "Server nicht erreichbar";

/* General button string */
"Done" = "Fertig";

/* Incorrect password message */
"Incorrect password. Please try again." = "Falsches Kennwort. Bitte versuchen Sie es noch einmal.";

/* Password updated message */
"Password updated successfully!" = "Kennwort erfolgreich aktualisiert!";

/* Change password label */
"Please enter a new password." = "Bitte geben Sie ein neues Kennwort ein.";

/* Password too long message */
"The maximum password length is %d characters." = "Die maximale Kennwortlänge beträgt %d Zeichen.";

/* Password too short message */
"The minimum password length is %d characters" = "Die minimale Kennwortlänge beträgt %d Zeichen";

/* Password too weak message */
"A strong password is required. Avoid repetitive or consecutive digits." = "Ein komplexeres Passwort ist erforderlich. Vermeiden sie wiederholende oder aufeinanderfolgende Zahlen.";

/* Password mismatch message */
"The Password and Confirmation do not match." = "Kennwort und Bestätigung stimmen nicht überein.";

// From in message cell
"From" = "Von";

// Subject in message cell
"Subject" = "Betreff";

// Date in message cell
"Date" = "Datum";

// Missing settings
"Please go to the Settings application and enter your configuration information" = "Bitte konfigurieren Sie die Anwendung in den Einstellungen.";

// Fatal error
"An error occurred initializing application.  Please reinstall." = "Beim initialisieren der Anwendung ist ein Fehler aufgetreten. Bitte installieren Sie die Anwendung neu.";

// Messages folder
"Messages" = "Nachrichten";

// When no workflows are present
"No Workflows found" = "Keine Workflows gefunden";

// Navigate back in hierarchy
"Back" = "Zurück";

// Select a workflow or message (do not translate the word workflow)
"Select a Workflow or message" = "Wähle Workflow oder Nachricht";

// When no messages are present
"No messages found" = "Keine Nachrichten gefunden"; 

// No Workflow or Message Selected (do not translate the word workflow)
"No Workflow or Message Selected" = "Es sind keine Workflows oder Nachrichten ausgewählt";

// General connection error
"Connection Error" = "Verbindungsfehler";

// Unknown error
"Unknown" = "Unbekannt";

// Auto device registration authentication failure
"Authentication Failed" = "Anmeldung fehlgeschlagen";

// Auto device registration template failure
"Template Not Found" = "Kein Template gefunden";
 
// Auto device registration not found error
"Auto Registration Not Available" = "Automatische Registrierung ist nicht verfügbar";

// SSOCertManager is not able to get the certificate from the server
"Unable to get certificate from server. Please check the server username/password" = "Laden des Zertifikats vom Server fehlgeschlagen. Bitte ¸berpr¸fen Sie Benutzername und Passwort.";

// SSOCertManager is not able to get the certificate from the file location
"Unable to get certificate from given file path" = "Laden des Zertifikats vom angegebenen Pfad fehlgeschlagen.";

// When an application is provisioned, you can now specify server public key (for encryption) in the device settings. During that first connection, the below message will be displayed if the server public key they specified does not match the actual server public key on that server 
"Server Public Key Verification Failed" = "Server Public-Key-Pr¸fung fehlgeschlagen";

// In addition to the above new feature, we can also use Afaria to get a seeding/provisioning file from the server that has the iMO client connection settings that should be used. If we are unable to get that information due to some error when using Afaria, we display this error: 
"Application is not provisioned. Please install Afaria client application and try again or go to the Settings application and enter your configuration information" = "Die Anwendung ist nicht konfiguriert. Bitte installieren Sie die Afaria Client-Anwendung und versuchen Sie es erneut oder geben Sie die Konfiguration manuell in den Einstellungen ein.";

// This is an error we can return if we are unable to get the single-sign-on certificate from the server via Afaria (discussed above): 
"Unable to get the certificate from server. Please install Afaria client application and try again" = "Laden des Zertifikats vom Server fehlgeschlagen. Bitte installieren Sie die Afaria Client-Anwendung und versuchen Sie es erneut.";

// Certificate challenge message to the user
"The application can't verify the identity of the host '%@'. Do you still want to connect to the server?" = "Die Identität des Servers '%@' konnte nicht verifiziert werden, möchten Sie trotzdem verbinden?";

/* Yes button text */
"Yes" = "Ja";

/* No button text */
"No" = "Nein";

// Title for HTTP Basic Authentication controller
"Secure Host" = "Sicherer Host";

// Label text if host is not supplied
"Enter Credentials" = "Anmeldedaten eingeben";

// Label text when host is supplied
"Enter Credentials for Host '%@' at %@" = "‘%@’ verlangt einen Benutzernamen und ein Passwort für %@.";

// Placeholder for Name textbox in HTTP Basic Authentication controller
"Name" = "Name";

// Placeholder for Password textbox in HTTP Basic Authentication controller
"Password" = "Passwort";

// HTTP Basic Authentication Log In button
"Log In" = "Anmelden";

// Error title
"Error" = "Error";

// This error message is returned when Afaria static library does not have Aafria server settings to connect and get the certificate for the user
"Afaria server settings are requested from the Afaria client application. Please try again" = "Die Afaria Client Anwendung wird nach Afaria Server Information gefragt. Bitte versuchen Sie es erneut.";

// Unable to save image string
"Unable to save image to photo album." = "Das speichern des Bildes im Fotoalbum ist fehlgeschlagen.";

// This error message is displayed when Afaria static library is unable to generate the certificate requested by user
"Error in getting certificate from Afaria. Error code: %d" = "Beim laden des Zertifikats vom Afaria Server ist ein Fehler aufgetreten (%d).";

// This error message is displayed when Afaria client application is installed but not configured
"Afaria client application is installed but not configured. Please configure Afaria client application and try again or go to the Settings application and enter your configuration information" = "Die Afaria Client Anwendung ist installiert aber nicht konfiguriert. Bitte konfigurieren Sie die Afaria Anwendung oder geben Sie in Einstellungen die Konfiguration manuell ein.";

// Automatic device registration error strings
"Connection to authentication service failed" = "Der Anschluss an die Authentifizierung ist fehlgeschlagen";
"No template was found for given application identifier and/or security configuration" = "Keine Vorlage wurde f¸r bestimmte Anwendung Kennung und / oder Sicherheits-Konfiguration gefunden";
"Auto registration was not enabled in the template" = "Auto-Registrierung war nicht in der Vorlage aktiviert";
"Wrong User For Device" = "Falscher Benutzer f¸r das Ger‰t";
"User Name Too Long" = "Feld Username ist zu lang";
// used for COMMERR_SESSION_TIMEOUT during auto device registration
"Cannot Connect To Server\nCheck Server, Port or Co ID" = "Kann keine Verbindung herstellen zum Server\n‹berpr¸fen Sie den Server, den Port oder die Unternehmens-ID";
"Unknown Client Library error." = "Unknown-Client-Bibliothek Fehler";
